Repository: timi2506/WatchLauncher
Catalog: WatchLauncher/Localizable.xcstrings
Source language: en
Languages: de

source: About iOS Companion App
de: Über die iOS Companion App

source: About watchOS App
de: Über die watchOS App

source: Cancel
de: Abbrechen

source: Drop Received
de: Drop empfangen

source: Fetching
de: Laden

source: Message
de: Nachricht

source: Open in Browser
de: Im Browser öffnen

source: Play Drop Sound
de: Drop Sound abspielen

source: Send Drop
de: Drop senden

source: Send Gemini API Key
de: Gemini API Key senden

source: Send Google API Key
de: Google API Key senden

source: Universal Settings
de: Geteilte Einstellungen
